{
  "common": {
    "siteName": "Riding4GBS",
    "siteNameShort": "R4GBS",
    "langLabel": "Idioma"
  },
  "theme": {
    "label": "Tema",
    "system": "Sistema",
    "light": "Claro",
    "dark": "Oscuro"
  },
  "nav": {
    "challenge": "El Reto",
    "story": "Nuestra Historia",
    "aboutGbs": "Sobre el SGB",
    "progress": "Progreso",
    "journal": "Diario",
    "news": "Noticias",
    "partners": "Colaboradores",
    "supportUs": "Apóyanos",
    "donate": "Donar",
    "donateNow": "Dona Ahora"
  },
  "footer": {
    "tagline": "Un reto ciclista por los Pirineos para concienciar y recaudar fondos vitales para el Síndrome de Guillain-Barré. De costa a costa. Montaña a montaña.",
    "hashtags": "#RIDING4GBS · #TheSlowRoadBack",
    "explore": "Explorar",
    "ourCharities": "Nuestras ONG",
    "follow": "Síguenos",
    "makeADifference": "Haz la Diferencia",
    "donateDesc": "El 100% de cada donación va directamente a nuestras ONG colaboradoras que apoyan la investigación y la atención al paciente de SGB.",
    "donateNow": "Dona Ahora →",
    "copyright": "© {year} Riding4GBS. Todos los derechos reservados. Hecho con ♥ en Pamplona.",
    "bottomTagline": "The Slow Road Back — Un Reto Pirenaico por la Concienciación del SGB"
  },
  "countdown": {
    "days": "Días",
    "hours": "Horas",
    "minutes": "Minutos",
    "seconds": "Segundos",
    "challengeBeginsIn": "El reto comienza en",
    "startingIn": "Comienza en",
    "countdownToLaunch": "Cuenta atrás"
  },
  "pageLayout": {
    "brandTag": "Riding4GBS"
  },
  "stats": {
    "days": "Días",
    "kilometres": "Kilómetros",
    "metresClimbed": "Metros de Desnivel",
    "metresOfClimbing": "Metros de Escalada",
    "heightOfEverest": "La Altura del Everest",
    "everest": "Everest",
    "metresUp": "Metros Subidos",
    "totalDays": "Días Totales",
    "climbing": "Desnivel"
  },
  "home": {
    "heroTag": "#TheSlowRoadBack · Octubre 2026",
    "heroTitleLine1": "The Slow",
    "heroTitleLine2": "Road",
    "heroTitleLine3": "Back",
    "heroSubtitle": "Un superviviente del Síndrome de Guillain-Barré se enfrenta a los Pirineos — recaudando fondos vitales para Inflammatory Neuropathies UK y GBS|CIDP España. De costa a costa. ~1.000km. ~22.000m de desnivel. Un propósito.",
    "heroTrustLabel": "Recaudando fondos para",
    "heroTrustUk": "Inflammatory Neuropathies UK",
    "heroTrustUkReg": "Registered Charity 1154843",
    "heroTrustEs": "GBS|CIDP España",
    "heroTrustEsReg": "Reg. Nacional Nº 619.666",
    "discoverChallenge": "Descubre el Reto",
    "donateToResearch": "Dona a la Investigación del SGB",
    "missionTag": "La Misión",
    "missionTitle1": "Más que",
    "missionTitle2": "un paseo en bici",
    "missionDesc": "Me llamo Martin y soy superviviente del Síndrome de Guillain-Barré. En 2021, el SGB cambió mi vida — pero no la definió. En octubre de 2026, partiendo de mi hogar en Pamplona, mi increíble mujer Edurne y yo nos enfrentaremos a los Pirineos: una travesía completa de costa a costa de una de las cordilleras más desafiantes del mundo.",
    "missionDesc2": "Nuestro viaje es una misión compartida para concienciar y recaudar fondos vitales para la comunidad del SGB. No sabemos exactamente cuántos días nos llevará, ni cuántas montañas habrá que escalar. Pero te invitamos a seguirnos, día a día, en nuestro viaje de esperanza y resiliencia.",
    "readFullStory": "Lee la historia completa de Martin",
    "challengeTag": "El Reto",
    "challengeTitle": "Conquistar los Pirineos",
    "challengeDesc": "Una travesía completa de costa a costa — del Atlántico al Mediterráneo y vuelta — en estilo bikepacking autosuficiente.",
    "frenchTitle": "La Ascensión Francesa",
    "frenchDesc": "Hacia el este desde la costa vasca, afrontando los legendarios puertos de los Pirineos franceses. Aubisque, Tourmalet, Aspin — nombres que resuenan en la historia del ciclismo. Cada cumbre es una victoria sobre la montaña y las limitaciones que el SGB intentó imponer.",
    "frenchDir": "Atlántico → Mediterráneo",
    "spanishTitle": "El Regreso a España",
    "spanishDesc": "Tras alcanzar el Mediterráneo, el viaje gira hacia el oeste para el largo camino a casa. A través de Catalunya, Aragón y finalmente Navarra — las subidas son menos empinadas pero igual de implacables, exigiendo otro tipo de fuerza para el regreso al Atlántico.",
    "spanishDir": "Mediterráneo → Atlántico",
    "fullDetails": "Detalles completos del reto y mapa de la ruta",
    "gbsTag": "Entender el SGB",
    "gbsTitle1": "La enfermedad",
    "gbsTitle2": "detrás del",
    "gbsTitle3": "reto",
    "gbsSideDesc": "El Síndrome de Guillain-Barré puede afectar a cualquier persona, a cualquier edad. Comprenderlo es el primer paso hacia un mejor tratamiento y apoyo para los afectados.",
    "gbsCardTitle": "¿Qué es el Síndrome de Guillain-Barré?",
    "gbsCardDesc": "El SGB es una enfermedad rara en la que el sistema inmunitario del cuerpo se confunde y comienza a atacar los propios nervios. Tras una infección normal como la gripe, el sistema inmunitario no se detiene — identifica erróneamente los propios nervios como el enemigo.",
    "gbsStat1": "1-2",
    "gbsStat1Label": "por 100.000 afectados",
    "gbsStat2": "Semanas",
    "gbsStat2Label": "hasta la parálisis total",
    "gbsStat3": "Meses",
    "gbsStat3Label": "a años de recuperación",
    "learnMoreGbs": "Saber más sobre el SGB",
    "quoteTag": "Un Mensaje de Apoyo",
    "quoteText": "\"Estamos encantados de ver a Martin y Edurne embarcarse en 'The Slow Road Back'. Su coraje y determinación encarnan el espíritu que defendemos en Inflammatory Neuropathies UK.\"",
    "quoteSource": "Inflammatory Neuropathies UK",
    "quoteRole": "Directora de Defensa del Paciente",
    "discoverWork": "Descubre Más Sobre Su Trabajo ↗",
    "donateCta1": "Financia la investigación.",
    "donateCta2": "Impulsa el viaje.",
    "donateCtaDesc": "El 100% de cada donación va directamente a nuestras ONG colaboradoras que apoyan la investigación y la atención al paciente de SGB en el Reino Unido y España.",
    "donateNow": "Dona Ahora",
    "otherWaysToHelp": "Otras Formas de Ayudar",
    "ukTarget": "Objetivo ONG Reino Unido",
    "spainTarget": "Objetivo ONG España"
  },
  "home2": {
    "presents": "Riding4GBS presenta",
    "heroTagline": "Un superviviente de SGB. Una bicicleta. 1.000km de carreteras de montaña. Recaudando fondos vitales para Inflammatory Neuropathies UK y GBS|CIDP España. Esto no es una carrera. Esto es un ajuste de cuentas.",
    "heroTrustLabel": "Recaudando fondos para",
    "heroTrustUk": "Inflammatory Neuropathies UK",
    "heroTrustUkReg": "Registered Charity 1154843",
    "heroTrustEs": "GBS|CIDP España",
    "heroTrustEsReg": "Reg. Nacional Nº 619.666",
    "pyrenees": "Pirineos de Costa a Costa",
    "theChallenge": "El Reto →",
    "donateNow": "Dona Ahora",
    "whoTag": "¿Quién es Martin?",
    "whoTitle1": "Un ciclista.",
    "whoTitle2": "Un superviviente.",
    "whoTitle3": "Un auténtico cabezota.",
    "whoDesc1": "En 2021, el Síndrome de Guillain-Barré intentó quitarme todo. Atacó mis nervios, robó mi fuerza y me dejó postrado en la cama. Durante semanas, no podía caminar. Durante meses, no podía pedalear. Los médicos dijeron \"quizás nunca más.\"",
    "whoDesc2": "Me subestimaron. Y subestimaron a Edurne — mi mujer, mi roca, mi razón para seguir pedaleando. En octubre, nos enfrentamos a todos los Pirineos. Juntos.",
    "readStory": "Lee la historia completa →",
    "gbsTitle": "¿QUÉ ES EL SGB?",
    "gbsDesc": "El Síndrome de Guillain-Barré es una enfermedad autoinmune rara. Tu sistema inmunitario, que debería protegerte, se vuelve traidor — atacando tus propios nervios tras una infección rutinaria. Puede progresar de un hormigueo en los dedos a una parálisis total en días. No tiene cura. La recuperación lleva de meses a años. Algunos nunca se recuperan del todo.",
    "learnGbs": "Aprende todo sobre el SGB →",
    "quoteText": "\"Su coraje y determinación encarnan el espíritu que defendemos. Este reto arrojará una luz muy necesaria sobre el Síndrome de Guillain-Barré.\"",
    "quoteSource": "Inflammatory Neuropathies UK",
    "makeItCount": "Que Cuente",
    "heroTrustLabel": "Recaudando fondos para",
    "heroTrustUk": "Inflammatory Neuropathies UK",
    "heroTrustUkReg": "Registered Charity 1154843",
    "heroTrustEs": "GBS|CIDP España",
    "heroTrustEsReg": "Reg. Nacional Nº 619.666",
    "donateTitle": "DONA",
    "donateNowPeriod": "YA.",
    "giveToResearch": "Dona a la Investigación del SGB",
    "supportTheRide": "Apoya el Viaje",
    "ukTarget": "Objetivo RU",
    "spainTarget": "Objetivo España"
  },
  "home3": {
    "heroTag": "Pirineos · Octubre 2026",
    "heroSubtitle": "Un reto ciclista profundamente personal a través de los Pirineos, recaudando fondos vitales para Inflammatory Neuropathies UK y GBS|CIDP España. Del Atlántico al Mediterráneo y vuelta — montaña a montaña, día a día.",
    "heroTrustLabel": "Recaudando fondos para",
    "heroTrustUk": "Inflammatory Neuropathies UK",
    "heroTrustUkReg": "Registered Charity 1154843",
    "heroTrustEs": "GBS|CIDP España",
    "heroTrustEsReg": "Reg. Nacional Nº 619.666",
    "discoverChallenge": "Descubre el Reto",
    "martinsStory": "La Historia de Martin",
    "storyTag": "Nuestra Historia",
    "storyTitle": "De la cama del hospital al puerto de montaña",
    "storyDesc1": "Me llamo Martin y soy superviviente del Síndrome de Guillain-Barré. Desde que tengo memoria, mi vida ha estado entrelazada con la simple libertad de una bicicleta. Era un ciclista de larga distancia, más feliz cuando superaba mis límites en las hermosas carreteras y montañas del Reino Unido y Europa.",
    "storyDesc2": "En 2021, el SGB lo cambió todo. El sistema inmunitario que debía protegerme se volvió contra mis propios nervios. Pero mi recuperación me enseñó que el viaje es más importante que el destino. Con Edurne a mi lado, estamos convirtiendo el dolor en propósito.",
    "storyQuote": "\"Su coraje y determinación encarnan el espíritu que defendemos en Inflammatory Neuropathies UK.\"",
    "storyQuoteSource": "— Inflammatory Neuropathies UK",
    "readFullStory": "Lee la historia completa",
    "challengeTag": "El Reto",
    "challengeTitle": "Conquistar los Pirineos",
    "challengeDesc": "Una travesía completa de costa a costa en estilo bikepacking autosuficiente. Del Atlántico al Mediterráneo y vuelta.",
    "legOne": "Etapa Uno",
    "frenchTitle": "La Ascensión Francesa",
    "frenchDesc": "Hacia el este desde la costa vasca, a través de los legendarios puertos de los Pirineos franceses — Aubisque, Tourmalet, Aspin. Nombres que resuenan en la historia del ciclismo.",
    "frenchDir": "Atlántico → Med",
    "legTwo": "Etapa Dos",
    "spanishTitle": "El Regreso a España",
    "spanishDesc": "Del Mediterráneo hacia el oeste a través de Catalunya, Aragón y Navarra. Las subidas son menos empinadas pero igual de implacables — el largo camino a casa.",
    "spanishDir": "Med → Atlántico",
    "viewFullRoute": "Ver ruta completa y detalles",
    "heroTrustLabel": "Recaudando fondos para",
    "heroTrustUk": "Inflammatory Neuropathies UK",
    "heroTrustUkReg": "Registered Charity 1154843",
    "heroTrustEs": "GBS|CIDP España",
    "heroTrustEsReg": "Reg. Nacional Nº 619.666",
    "gbsTag": "Entender el SGB",
    "gbsTitle": "La enfermedad detrás del reto",
    "gbsDesc": "El Síndrome de Guillain-Barré es una enfermedad rara en la que el sistema inmunitario del cuerpo se confunde y comienza a atacar tus propios nervios. Tras una infección normal, el sistema inmunitario no se detiene — identifica erróneamente tus propios nervios como el enemigo.",
    "gbsStat1Label": "por 100.000 personas afectadas anualmente",
    "gbsStat2": "Días",
    "gbsStat2Label": "de los primeros síntomas a posible parálisis",
    "gbsStat3": "Meses",
    "gbsStat3Label": "a años de rehabilitación y recuperación",
    "gbsStat4": "No",
    "gbsStat4Label": "hay cura conocida — solo tratamiento y tiempo",
    "learnMoreGbs": "Saber más sobre el SGB",
    "donateTag": "Haz la Diferencia",
    "donateTitle1": "Cada pedalada",
    "donateTitle2": "cuenta. La tuya también.",
    "donateDesc": "El 100% de cada donación va directamente a nuestras ONG colaboradoras que apoyan la investigación y la atención al paciente de SGB en el Reino Unido y España.",
    "donateNow": "Dona Ahora",
    "otherWaysToSupport": "Otras Formas de Apoyar",
    "ukTarget": "Objetivo ONG Reino Unido",
    "spainTarget": "Objetivo ONG España"
  },
  "aboutGbs": {
    "pageTitle": "Sobre el SGB",
    "heroTitle": "Sobre el Síndrome de Guillain-Barré",
    "heroSubtitle": "Comprendiendo la enfermedad detrás del reto.",
    "whatTitle": "¿Qué es el Síndrome de Guillain-Barré?",
    "whatDesc1": "En resumen, el Síndrome de Guillain-Barré (SGB) es una enfermedad rara en la que el sistema inmunitario de tu cuerpo, que se supone debe combatir los gérmenes, se confunde y comienza a atacar tus propios nervios.",
    "whatDesc2": "Es un problema autoinmune. Piénsalo así:",
    "step1": "Tienes una infección normal, como la gripe o una intoxicación alimentaria.",
    "step2": "Tu sistema inmunitario se prepara para combatirla.",
    "step3": "Cuando la infección desaparece, el sistema inmunitario no se detiene. Identifica erróneamente tus propios nervios como el enemigo y los ataca.",
    "howTitle": "¿Cómo Afecta al Cuerpo?",
    "howDesc1": "Los nervios son como cables eléctricos que transportan señales entre tu cerebro y el resto del cuerpo. El SGB daña la capa protectora alrededor de estos cables (llamada vaina de mielina), interrumpiendo las señales.",
    "howDesc2": "Normalmente comienza con hormigueo y debilidad en los pies y las manos, y luego se extiende hacia arriba. En casos graves, puede llevar a una parálisis completa. Los músculos simplemente dejan de recibir los mensajes que necesitan para moverse.",
    "howDesc3": "Para algunos, como Martin, la recuperación es posible. Pero lleva meses, a veces años, de agotadora rehabilitación. Y algunos efectos pueden ser permanentes — fatiga persistente, dolor nervioso y sensibilidad reducida que sirven como recordatorios constantes de lo que el cuerpo sufrió.",
    "treatmentTitle": "Tratamiento y Recuperación",
    "treatmentDesc1": "No existe cura para el SGB. El tratamiento se centra en reducir la gravedad del ataque inmunitario y apoyar al cuerpo durante la recuperación. Los dos tratamientos principales son:",
    "ivigTitle": "IVIG",
    "ivigDesc": "Inmunoglobulina intravenosa — anticuerpos donados que ayudan a neutralizar los anticuerpos dañinos.",
    "plasmaTitle": "Plasmaféresis",
    "plasmaDesc": "Un proceso de filtrado de la sangre para eliminar los anticuerpos dañinos del torrente sanguíneo.",
    "treatmentDesc2": "La recuperación depende entonces de fisioterapia intensiva y pura determinación. Por eso la investigación que financian nuestras ONG colaboradoras es tan vital — una mejor comprensión del SGB significa mejores resultados para futuros pacientes.",
    "keyFacts": "Datos Clave",
    "fact1Value": "1-2",
    "fact1Label": "por 100.000 personas afectadas cada año",
    "fact2Value": "Cualquier edad",
    "fact2Label": "El SGB puede afectar a cualquiera en cualquier momento",
    "fact3Value": "Sin cura",
    "fact3Label": "Solo tratamiento para controlar el ataque inmunitario",
    "fact4Value": "20%",
    "fact4Label": "de los pacientes quedan con discapacidad significativa",
    "supportingResearch": "Apoyando la Investigación",
    "supportingDesc": "Nuestro viaje recauda fondos para Inflammatory Neuropathies UK y GBS|CIDP España — organizaciones dedicadas a apoyar a los pacientes y financiar la investigación.",
    "donateToResearch": "Dona a la Investigación del SGB"
  },
  "donate": {
    "pageTitle": "Donar",
    "heroTitle": "Apoya la Investigación Impulsada por Pacientes",
    "heroSubtitle": "El 100% de cada donación va directamente a nuestras ONG colaboradoras que apoyan la investigación y la atención al paciente de SGB.",
    "ukRegion": "Reino Unido",
    "ukCharityName": "Inflammatory Neuropathies UK",
    "ukDesc": "Estamos orgullosos de colaborar con Inflammatory Neuropathies UK, la organización nacional que apoya a las personas afectadas por SGB, CIDP y enfermedades relacionadas.",
    "ukHelp": "Tu contribución puede ayudar a:",
    "ukHelp1": "Mapear los síntomas a largo plazo y residuales para mejorar la atención diaria al paciente",
    "ukHelp2": "Investigar el miedo a la recurrencia y desarrollar mejores sistemas de apoyo",
    "ukHelp3": "Comprender el impacto del envejecimiento en los supervivientes de SGB y CIDP",
    "ukHelp4": "Mejorar el apoyo emocional y de salud mental para pacientes y familias",
    "ukHelp5": "Estudiar el impacto a largo plazo de la fisioterapia en la recuperación",
    "ukTarget": "Objetivo: £10.000",
    "ukGiftAid": "Los contribuyentes del Reino Unido pueden añadir un 25% sin coste adicional a través de Gift Aid.",
    "comingSoon": "Opciones de donación próximamente",
    "comingSoonDesc": "Estamos finalizando nuestra plataforma de donaciones. Vuelve pronto.",
    "esRegion": "España",
    "esCharityName": "GBS|CIDP España",
    "esDesc": "Apoyando a pacientes y familias afectados por SGB y CIDP en toda España. Juntos, podemos concienciar y mejorar la atención para la comunidad española del SGB.",
    "esHelp": "Tu contribución apoya:",
    "esHelp1": "Redes de apoyo al paciente en toda España",
    "esHelp2": "Campañas de concienciación en comunidades españolas",
    "esHelp3": "Recursos y orientación para pacientes recién diagnosticados",
    "esHelp4": "Conexión de pacientes con atención médica especializada",
    "esTarget": "Objetivo: €10.000",
    "supportNote": "¿Quieres apoyar el viaje en sí? Visita <a href=\"/support-us\" class=\"underline hover:text-amber-300\">Apóyanos</a>"
  },
  "journal": {
    "pageTitle": "Diario",
    "heroTitle": "Diario del Viaje",
    "heroSubtitle": "Sigue el progreso diario desde la carretera, con actualizaciones, fotos e historias del viaje.",
    "activates": "El diario se activa en octubre 2026",
    "activatesDesc": "Durante el reto, esta página se llenará de actualizaciones diarias, fotos desde la carretera e historias de cada etapa de la travesía pirenaica. Cada puerto de montaña, cada comida, cada momento de triunfo y de lucha.",
    "learnRoute": "Conoce la Ruta",
    "trackProgress": "Sigue Nuestro Progreso",
    "whatToExpect": "Qué esperar",
    "dailyTag": "Diario",
    "dailyTitle": "Informes de Etapa",
    "dailyDesc": "Relatos detallados de cada día de pedaleo — las subidas, los descensos, los momentos que importan.",
    "visualTag": "Visual",
    "visualTitle": "Diarios Fotográficos",
    "visualDesc": "Imágenes desde la carretera capturando la belleza de los Pirineos y la realidad del reto.",
    "personalTag": "Personal",
    "personalTitle": "Reflexiones",
    "personalDesc": "Pensamientos honestos sobre el SGB, la recuperación y lo que significa empujar tu cuerpo después de que se haya roto."
  },
  "news": {
    "pageTitle": "Últimas Noticias",
    "heroTitle": "Últimas Noticias",
    "heroSubtitle": "Anuncios clave y actualizaciones de hitos del viaje Riding4GBS.",
    "announcementTag": "Anuncio",
    "article1Title": "Lanzamiento del Reto: The Slow Road Back",
    "article1Desc": "Estamos encantados de anunciar oficialmente nuestro reto ciclista pirenaico. A partir de octubre de 2026, Martin y Edurne realizarán una travesía completa de costa a costa de los Pirineos para concienciar y recaudar fondos para el Síndrome de Guillain-Barré.",
    "article1Date": "Febrero 2026",
    "readMore": "Leer más →",
    "partnershipTag": "Colaboración",
    "article2Title": "Inflammatory Neuropathies UK Respalda el Reto",
    "article2Desc": "Estamos orgullosos de anunciar el apoyo oficial de Inflammatory Neuropathies UK, la organización nacional que apoya a las personas afectadas por SGB, CIDP y enfermedades relacionadas.",
    "article2Date": "Enero 2026",
    "moreNews": "Más noticias próximamente. Mantente al tanto de los hitos del viaje, logros de recaudación y cobertura en prensa."
  },
  "ourProgress": {
    "pageTitle": "Nuestro Progreso",
    "heroTitle": "Sigue el Viaje",
    "heroSubtitle": "Esta página se actualizará diariamente con datos desde la carretera. Vuelve durante octubre de 2026.",
    "mapTitle": "Mapa de Ubicación en Directo",
    "mapDesc": "Este mapa muestra la ruta completada hasta ahora. ¡Vuelve cada día para ver el progreso a través de los Pirineos!",
    "mapPlaceholder": "El mapa en directo se activará en octubre 2026",
    "byTheNumbers": "En Cifras",
    "daysCompleted": "Días Completados",
    "distanceRidden": "Distancia Recorrida",
    "metresClimbed": "Metros Escalados",
    "summitsConquered": "Cumbres Conquistadas",
    "fundraisingTitle": "Progreso de Recaudación",
    "ukCharity": "Inflammatory Neuropathies UK",
    "esCharity": "GBS|CIDP España",
    "donateNow": "Dona ahora →"
  },
  "ourStory": {
    "pageTitle": "Nuestra Historia",
    "heroTitle": "The Slow Road Back",
    "heroSubtitle": "Hola, soy Martin. En 2021, el Síndrome de Guillain-Barré cambió mi vida, pero no la definió. Esta es mi historia hasta ahora...",
    "ch1Tag": "Capítulo Uno",
    "ch1Title": "El Ciclista de Antes",
    "ch1p1": "Desde que tengo memoria, mi vida ha estado entrelazada con la simple libertad de una bicicleta. Era un ciclista de larga distancia, más feliz cuando superaba mis límites en las hermosas carreteras y montañas del Reino Unido y Europa. El ciclismo era más que un pasatiempo; era una parte fundamental de mi identidad. Ya fuera en bicicleta de montaña por los páramos, corriendo por los bosques con los perros o embarcándome en largas aventuras por carretera, estar al aire libre alimentaba mi energía y mi bienestar mental.",
    "ch1p2": "Fue en una de estas aventuras donde compartí carretera con una amiga cercana y compañera de ruta, que vivía con una enfermedad autoinmune crónica. Juntos, abordamos viajes épicos, como recorrer toda la longitud del Rin desde Rotterdam hasta su nacimiento cerca de Andermatt en Suiza. El ciclismo me llevó a lugares increíbles y me presentó a personas extraordinarias.",
    "ch1p3": "También fue durante este tiempo que me reencontré con una amiga maravillosa en España, Edurne. Nuestra amistad floreció en una relación, y empezamos a soñar con nuestras propias aventuras ciclistas juntos, quizás incluso el Camino de Santiago. La vida se sentía llena de posibilidades.",
    "ch2Tag": "Capítulo Dos",
    "ch2Title": "La Caída",
    "ch2p1": "Inspirado por un amigo, planeé un gran viaje recaudatorio en el Reino Unido — una ruta montañosa de 3.200 km autosuficiente de Land's End a John O'Groats. Trágicamente, un accidente me obligó a parar antes de tiempo. Estaba destrozado. Pero el apoyo de Edurne brilló, y nuestro foco se desplazó a planificar nuestro viaje juntos en España.",
    "ch2p2": "Sin embargo, poco después de regresar a casa en Yorkshire, aparecieron las primeras señales de alarma. Un persistente dolor lumbar hacía difícil dormir. Luego vino el extraño hormigueo, los fugaces momentos de debilidad en las piernas. Enmascarados por los analgésicos y descartados como algo sin importancia, la vida continuó... hasta el día en que mi mundo se detuvo.",
    "quoteText": "\"El día en que mi mundo se detuvo.\"",
    "quoteDesc": "El Síndrome de Guillain-Barré atacó sin previo aviso, transformando una vida de libertad sobre dos ruedas en una batalla por los movimientos más básicos.",
    "ch3Tag": "Capítulo Tres",
    "ch3Title": "The Slow Road Back",
    "ch3p1": "La recuperación del SGB no es una línea recta. Es un camino sinuoso e incierto marcado por pequeñas victorias y frustrantes retrocesos. Cada paso recuperado, cada pedalada reconquistada, es un triunfo sobre una enfermedad que intentó quitarlo todo.",
    "ch3p2": "A lo largo de todo, Edurne estuvo ahí — mi apoyo inquebrantable, mi motivación, mi razón para seguir luchando. Juntos, soñamos con algo que una vez parecía imposible: no solo volver a pedalear, sino enfrentar uno de los mayores retos montañosos de Europa.",
    "ch3p3": "En octubre de 2026, ese sueño se hace realidad. Partiendo de nuestro hogar en Pamplona, atravesaremos los Pirineos de costa a costa — un testimonio vivo de lo que la recuperación, el amor y la pura determinación pueden lograr.",
    "ctaTitle": "Únete a nuestro viaje",
    "ctaDesc": "Síguenos día a día mientras nos enfrentamos a los Pirineos, o contribuye a las ONG de SGB por las que pedaleamos.",
    "ctaChallenge": "El Reto",
    "ctaDonate": "Donar"
  },
  "partners": {
    "pageTitle": "Colaboradores",
    "heroTitle": "Los Colaboradores Detrás del Reto",
    "heroSubtitle": "Este ambicioso reto solo es posible gracias al generoso apoyo de nuestros colaboradores.",
    "tier1Title": "Socios Pirineo",
    "tier1Desc": "Nuestros socios principales que hacen posible el reto.",
    "tier2Title": "Cima Supporters",
    "tier2Desc": "Colaboradores que contribuyen significativamente a nuestro viaje.",
    "tier3Title": "Amigos del Reto",
    "tier3Desc": "Amigos del reto que han contribuido con su apoyo de muchas maneras.",
    "becomeTitle": "Hazte Colaborador",
    "becomeDesc": "Asocia tu marca con una poderosa historia internacional de resiliencia, esperanza y resistencia. Ofrecemos una oportunidad única para mostrar tus productos y servicios a una audiencia comprometida en España, el Reino Unido y más allá. Al colaborar con nosotros, no solo patrocinas un viaje en bici; estás financiando una cura e inspirando a una comunidad.",
    "downloadPacket": "Descargar el Dossier de Colaboración"
  },
  "supportUs": {
    "pageTitle": "Apóyanos",
    "heroTitle": "Sé Parte del Esfuerzo",
    "heroSubtitle": "Un viaje autosuficiente a través de los Pirineos es un enorme reto logístico. Esta página es para quienes desean contribuir directamente a apoyar el viaje en sí.",
    "wheelsTitle": "Ayuda a Mantener las Ruedas Girando",
    "wheelsDesc1": "Cada aspecto de este viaje, desde el equipamiento especializado y los componentes duraderos hasta la nutrición diaria y un techo sencillo, es autofinanciado. Tu contribución directa, sin importar el tamaño, ayuda a cubrir estos costes esenciales y proporciona un enorme impulso moral al equipo en nuestro Slow Road Back.",
    "wheelsDesc2": "Este apoyo es completamente independiente de la recaudación benéfica — esas donaciones van 100% a nuestras ONG colaboradoras. El apoyo aquí va directamente a hacer posible el viaje.",
    "supportOnKofi": "Apoya en Ko-fi ↗",
    "otherWaysTitle": "Otras Formas de Ayudar",
    "shareTitle": "Comparte Nuestra Historia",
    "shareDesc": "Difunde el reto en redes sociales. Usa #RIDING4GBS y #TheSlowRoadBack para ayudarnos a llegar a más personas.",
    "rideTitle": "Pedalea Con Nosotros",
    "rideDesc": "Si estás cerca de la ruta, ¡únete a nosotros unos kilómetros! Sería un honor compartir la carretera con ciclistas locales en cualquier etapa.",
    "partnerTitle": "Hazte Colaborador",
    "partnerDesc": "Las empresas y marcas pueden asociarse con nuestra historia de resiliencia.",
    "partnerLink": "Más sobre colaboración →",
    "crewTitle": "Nuestro Equipo de Apoyo",
    "crewDesc": "Un sincero agradecimiento a todos los que han contribuido directamente a hacer posible este viaje.",
    "joinCrew": "¡Únete a nuestro equipo! ↗",
    "donateReminder": "¿Quieres donar a la investigación del SGB?",
    "donateReminderDesc": "Las donaciones benéficas se canalizan por separado, directamente a nuestras ONG colaboradoras.",
    "goToDonate": "Ir a la página de Donaciones →"
  },
  "theChallenge": {
    "pageTitle": "El Reto",
    "heroTitle": "Conquistar los Pirineos",
    "heroSubtitle": "Una travesía completa de costa a costa de una de las cordilleras más desafiantes del mundo. Autosuficiente. Lado a lado.",
    "introDesc": "Esto es más que un paseo en bici; es el siguiente capítulo de nuestra historia compartida. Un testimonio del apoyo inquebrantable de Edurne a lo largo de cada paso de mi viaje con el SGB, este es nuestro reto — una travesía completa de costa a costa de una de las cordilleras más desafiantes del mundo.",
    "styleTag": "El Estilo",
    "styleTitle": "Un Viaje Compartido",
    "styleDesc1": "Este reto es un viaje que emprenderemos en equipo, lado a lado. Pedalearemos en estilo bikepacking autosuficiente, llevando todo nuestro propio equipo y confiando en la amabilidad de la comunidad que encontremos por el camino.",
    "styleDesc2": "Sería un honor y una motivación que ciclistas locales se unieran a nosotros durante unos kilómetros o compartieran el esfuerzo en un puerto clásico de montaña. Este viaje trata de comunidad, y damos la bienvenida a cualquiera que quiera ser parte de él.",
    "frenchNum": "01",
    "frenchTitle": "La Ascensión Francesa",
    "frenchDirection": "Atlántico → Mediterráneo",
    "frenchDistance": "~500km",
    "frenchTerrain": "Grandes puertos, pendientes pronunciadas",
    "frenchDesc": "Hacia el este desde la costa vasca, afrontando los legendarios puertos de los Pirineos franceses. Aubisque, Tourmalet, Aspin — nombres que resuenan en la historia del ciclismo. Cada cumbre es una victoria sobre la montaña y las limitaciones que el SGB intentó imponer. El lado francés se caracteriza por subidas empinadas y dramáticas y profundos valles verdes que te canalizan hacia el siguiente gran desafío.",
    "spanishNum": "02",
    "spanishTitle": "El Regreso a España",
    "spanishDirection": "Mediterráneo → Atlántico",
    "spanishDistance": "~500km",
    "spanishTerrain": "Subidas largas y remotas",
    "spanishDesc": "Tras alcanzar el Mediterráneo, el viaje gira hacia el oeste para el largo camino a casa. Esta es una prueba de resistencia y corazón, una inmersión profunda en el lado español de las montañas. Nuestra ruta se centrará en las largas, remotas y hermosas carreteras de Catalunya, Aragón y finalmente Navarra. Las subidas son menos empinadas pero igual de implacables, exigiendo otro tipo de fuerza para el regreso al Atlántico.",
    "supportChallenge": "Apoya Este Reto",
    "direction": "Dirección",
    "distance": "Distancia",
    "terrain": "Terreno"
  },
  "designSelector": {
    "label": "Diseño:",
    "cinematic": "Cinemático",
    "brutalist": "Brutalista",
    "organic": "Orgánico"
  }
}
